/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "連線失敗：電腦無法與您的印表機連線。請關閉印表機，檢查您的印表機連線，並檢查印表機錯誤，然後重新開啟印表機。";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "開啟印表機連失敗：無法開啟印表機連線。請檢查您的印表機連線並檢查印表機錯誤。";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Paper Size Error: Custom paper sizes are not supported in the selected tray.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Paper Size Error: The specified custom paper size is not supported in the selected tray.";
"Opening printer connection" = "開啟印表機連線";
"Idle" = "閒置";
"Printer Error: The printer needs attention." = "Printer Error: The printer needs attention.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "裝置處於睡眠中狀態。";
"dmf_error_alert_message" = "印表機錯誤回報。詳細細節請參照 HP 印表機監視器。";
"dmf_warning_alert_message" = "印表機警告回報。詳細細節請參照 HP 印表機監視器。";
"dmf_info_alert_message" = "印表機資訊訊息回報。詳細細節請參照 HP 印表機監視器。";
"dmf_fatal_error_alert_message" = "印表機嚴重錯誤回報。詳細細節請參照 HP 印表機監視器。";
"Device paused." = "裝置已暫停。";

// Internal messages
"Printing page %d, %d%% complete..." = "第 %d 頁列印中，%d%% 完成。";
"Canceling job" = "取消作業";
